# Данные для заказа через верхнюю кнопку
ORDER_DATA_TOP = {
    "name": "Иван",
    "surname": "Иванов",
    "address": "ул. Пушкина, 1",
    "metro": "Сокольники",
    "phone": "+79998887766",
    "date": "01.06.2025",
    "rental_period": "сутки",
    "color": "black"
}

# Данные для заказа через нижнюю кнопку
ORDER_DATA_BOTTOM = {
    "name": "Петр",
    "surname": "Петров",
    "address": "пр. Ленина, 5",
    "metro": "Лубянка",
    "phone": "+79123456789",
    "date": "15.06.2025",
    "rental_period": "двое суток",
    "color": "grey"
}

# Данные для вопросов FAQ
FAQ_DATA = [
    (0, "Сутки — 400 рублей. Оплата курьеру — наличными или картой."),
    (1, "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим."),
    (2, "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30."),
    (3, "Только начиная с завтрашнего дня. Но скоро станем расторопнее."),
    (4, "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010."),
    (5, "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится."),
    (6, "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои."),
    (7, "Да, обязательно. Всем самокатов! И Москве, и Московской области.")
]